{"id":565,"date":"2021-04-17T16:12:38","date_gmt":"2021-04-17T16:12:38","guid":{"rendered":"https:\/\/pyrameshealth.com\/?page_id=565"},"modified":"2022-05-13T06:35:14","modified_gmt":"2022-05-13T06:35:14","slug":"privacy","status":"publish","type":"page","link":"https:\/\/pyrameshealth.com\/privacy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p>Welcome to <a href=\"https:\/\/pyrameshealth.com\/\">https:\/\/pyrameshealth.com\/<\/a> (the “Site”). By using our Site, you are signifying your assent and agreement to comply with and be bound by the following terms of use. Please review the following terms carefully prior to using our Site. If you do not agree to these terms, you should discontinue your use of this Site. The term “PyrAmes,Inc.”, “PyrAmes”, “us” or “our” refers to PyrAmes, Inc., the legal name of the owner of the Site, and its successors and assigns. The term “you” refers to the user or viewer of our Site.<\/p>\n<h2>Following terms of use:-<\/h2>\n<p>1. Assent and Agreement. You assent and agree to the terms and conditions set forth in this Terms of Use Agreement (this “Agreement”) with respect to your use of our Site. This Agreement constitutes the entire and sole agreement between us and you, and this Agreement supersedes all prior or contemporaneous agreements, representations, warranties and understandings pertaining to the Site (including, without limitation, any content, products or services provided by or through the Site) and the subject matter of this Agreement. This Agreement may be amended at any time by us, in our sole and absolute discretion, without specific notice to you. The latest version of this Agreement, as the same may be amended or modified by us from time to time, will be posted on the Site. You should check periodically for any amendments or modifications of this Agreement, as your use of this Site after we post any such amendments or modifications shall constitute your assent and agreement to the amended or modified terms of use, regardless of whether you have actually reviewed them. You must review and accept the terms of this Agreement prior to using the Site.<\/p>\n<p>2. Copyright. The content, organization, graphics, design, compilation, digital conversion and other matters related to the Site are protected under applicable copyrights,trademarks and other proprietary (including, but not limited to, intellectual property) rights. The copying, redistribution, use or publication by you of any such matters or any part or aspect of the Site, except in the limited circumstances discussed in Section 4 below, is strictly prohibited. You do not acquire any ownership rights to the content viewed through the Site. The posting of content on the Site does not constitute a waiver of any right in said content, as some of the content on the Site may be the<br \/>\ncopyrighted work of third parties. We respect the intellectual property rights of others and require that our users do the same. If you believe that any content available on our Site or any other activity taking place on the Site constitutes infringement of a work protected by copyright law, please notify our agent, designated under the Digital Millennium Copyright Act (17 U.S.C. § 512) (the “DMCA”) to respond to such concerns, info@pyrameshealth.com Your notice must comply with the DMCA. Upon receipt of proper notice, we will respond and proceed in accordance with the DMCA.<\/p>\n<p>3. Service Marks. “PyrAmes”, “Boppli™”,“Bosimi™”,“Bosimi At-Home™” and others are our service marks or registered service marks or trademarks. Other product and company names, graphics, logos, icons, designs, words, titles or phrases displayed on the Site may be the service marks or trademarks of their respective owners, used by us with their permission, and their display on our Site does not imply that a license of any kind has been granted.<\/p>\n<p>4. Limited License and Permitted Uses. By agreeing to the terms of this Agreement, you are being granted a non-exclusive, non-transferable, revocable license to: (i) access and use the Site strictly in accordance with the terms of this Agreement; (ii) use the Site for personal, non-commercial purposes; and (iii) print out information from the Site solely for personal, non-commercial purposes, provided that you comply with and maintain all copyright and other policies contained therein.<\/p>\n<p>5. Restrictions and Prohibitions on Use. The above-described revocable license for your access and use of the Site and any information, materials, processes or documents (collectively, the “Content”) therein are subject to the following restrictions and prohibitions on use: YOU MAY NOT (a) copy, print (except for the express, limited purposes permitted under Section 4 above), republish, display, distribute, transmit, sell, lease or otherwise make available in any form or by any means all or any portion of the Site or any Content retrieved therefrom; (b) use the Site or any Content retrieved there from to develop any information, storage and retrieval system, database, or similar resource (in any media now existing or hereafter developed), that is offered for commercial distribution of any kind, whether through sale, licensing, leasing, subscription or any other mechanism or commercial distribution; (c) create any compilation, database, directory, hard copy publication or other derivative work composed using the Content obtained from or through the Site; (d) use any Content from the Site in any manner that might infringe upon the copyright, intellectual property, proprietary or property right of us or any third-party; (e) remove, alter or obscure any copyright or other proprietary notice or terms of use contained on the Site; (f) remove, disassemble or reverse engineer any Site software or use any network monitoring or discovery software to discover or misappropriate the Site architecture; (g) use any manual or automatic “phishing” process to harvest information from the Site; (h) use the Site for the purpose of compiling information for the transmittal of (i) unsolicited commercial e-mail, (ii) e-mail that makes use of headers, invalid or nonexistent domain names, and (iii) unsolicited direct mailings, telephone calls or facsimile transmissions; and (i) use the Site in any manner that violates any state or federal law regulating the use of electronic media for the purposes of solicitation.<\/p>\n<p>6. Linking to the Site. You may provide links to the Site, provided that: (i) you do not remove or obscure, by framing or otherwise, advertisements, the copyright notice, this Agreement or any other notices on the Site; (ii) your site does not engage in any illegal, vulgar or pornographic activities; and (iii) you discontinue providing links to our Site immediately upon request by us.<\/p>\n<p>7. Registration. Certain sections of and offerings from the Site may require you to register. If registration is requested, you agree to provide us with accurate, complete registration information. Each registration is for your personal use only. You are solely responsible for preventing the unauthorized use of your personal registration, including any username or password provided to you by us, by (a) any other person using the registered sections under your name, or (b) access being provided to multiple users on a network under one registration. All information to which you have access through any password-protected section of the Site shall be treated as strictly confidential by you.<\/p>\n<p>8. Errors, Corrections, and Changes. We make no representations or warranties regarding the following: (i) that the Site will be error-free, free of viruses or other harmful<br \/>\ncomponents; (ii) that Site defects will be corrected; or (iii) that the information available on or through the Site will be correct, accurate, timely or otherwise reliable. We may make changes to the features, functionality, or content of the Site at any time. We reserve the right, in our sole and absolute discretion, to edit or delete any documents,information, or other content appearing on the Site, for any reason whatsoever.<\/p>\n<p>9. Third-Party Content. Third-party content may appear on the Site or may be accessible via links from the Site. Such links to third-party sites or content are for your convenience only and you access them at your own risk. We are not responsible for and assume no liability for any mistakes, misstatements, defamatory content, omissions,falsehoods, or any obscene, pornographic, or profane content in the statements, opinions, representations or any other form of content on the Site. You understand that the information and opinions in the third-party content represent solely the thoughts of the author and are neither endorsed by nor reflective of our beliefs.<\/p>\n<p>10. Unlawful Activity. We reserve the right to investigate complaints or reported violations of this Agreement and to take any action we deem appropriate, including, without limitation, reporting any suspected unlawful activity to law enforcement officials, regulators, or other third-parties persons, agencies or entities, and disclosing any information necessary or appropriate to such persons, agencies, or entities relating to your profile, e-mail address, usage history, posted materials, IP address, and Site traffic information.<\/p>\n<p>11. Indemnification. By agreeing to the terms of this Agreement, you hereby agree to indemnify, defend and hold us and our partners, agents, officers, directors, employees,subcontractors, successors, assigns, third-party suppliers, advertisers, product and service providers, and affiliates (collectively, the “Affiliated Parties”) harmless from any liability, loss, claim, injury, and expense related to your violation of this Agreement or your use of the Site.THE INFORMATION AND CONTENT AVAILABLE ON OR THROUGH THE SITE ARE PROVIDED “AS-IS, WITH ALL FAULTS”, AND ALL WARRANTIES, EXPRESS OR IMPLIED,<\/p>\n<p>ARE, TO THE EXTENT PERMITTED BY APPLICABLE LAW, HEREBY DISCLAIMED (INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE INFORMATION AND SERVICES PROVIDED ON OR THROUGH THE SITE MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS, AND WE MAKE NO WARRANTY THAT THE SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. WE AND OUR AFFILIATED PARTIES HAVE NO LIABILITY WHATSOEVER FOR YOUR USE OF ANY SUCH INFORMATION OR SERVICES, EXCEPT IN THE LIMITED CIRCUMSTANCES PROVIDED IN SECTION 13 BELOW. IN PARTICULAR, BUT IN NO WAY A LIMITATION THEREOF, WE AND OUR AFFILIATED PARTIES ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED IN CONTRACT, TORT, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE NEGATION AND LIMITATION OF THE DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN US AND YOU. THIS SITE AND THE PRODUCTS, SERVICES, CONTENT, AND INFORMATION PRESENTED WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. NO ADVICE OR INFORMATION, WHETHER WRITTEN OR ORAL, OBTAINED BY YOU FROM OR THROUGH THE SITE OR SHALL CREATE ANY WARRANTY, REPRESENTATION OR GUARANTEE NOT EXPRESSLY STATED IN THIS AGREEMENT. 12. Limitation of Liability. We and any Affiliated Party shall not be liable for any loss, injury, claim, liability<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Welcome to https:\/\/pyrameshealth.com\/ (the “Site”). By using our Site, you are signifying your assent and agreement to comply with and be bound by the following terms of use. Please review the following terms carefully prior to using our Site. If you do not agree to these terms, you should discontinue your use of this Site. [&#8230;]<\/p>\n<p><a class=\"btn btn-secondary understrap-read-more-link\" href=\"https:\/\/pyrameshealth.com\/privacy\/\">Read More&#8230;<\/a><\/p>\n","protected":false},"author":3,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-templates\/privacy.php","meta":{"_acf_changed":false,"inline_featured_image":false,"_monsterinsights_skip_tracking":false,"_monsterinsights_sitenote_active":false,"_monsterinsights_sitenote_note":"","_monsterinsights_sitenote_category":0,"footnotes":""},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v22.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - PyrAmes<\/title>\n<meta name=\"description\" content=\"Our priority is protecting your personal information. Information collected and used by Intrivo is governed by this Privacy Policy. Find out more.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/pyrameshealth.com\/privacy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - PyrAmes\" \/>\n<meta property=\"og:description\" content=\"Our priority is protecting your personal information. Information collected and used by Intrivo is governed by this Privacy Policy. Find out more.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/pyrameshealth.com\/privacy\/\" \/>\n<meta property=\"og:site_name\" content=\"PyrAmes\" \/>\n<meta property=\"article:modified_time\" content=\"2022-05-13T06:35:14+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/pyrameshealth.com\/privacy\/\",\"url\":\"https:\/\/pyrameshealth.com\/privacy\/\",\"name\":\"Privacy Policy - PyrAmes\",\"isPartOf\":{\"@id\":\"https:\/\/pyrameshealth.com\/#website\"},\"datePublished\":\"2021-04-17T16:12:38+00:00\",\"dateModified\":\"2022-05-13T06:35:14+00:00\",\"description\":\"Our priority is protecting your personal information. Information collected and used by Intrivo is governed by this Privacy Policy. Find out more.\",\"breadcrumb\":{\"@id\":\"https:\/\/pyrameshealth.com\/privacy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/pyrameshealth.com\/privacy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/pyrameshealth.com\/privacy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/pyrameshealth.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/pyrameshealth.com\/#website\",\"url\":\"https:\/\/pyrameshealth.com\/\",\"name\":\"PyrAmes\",\"description\":\"Vital data, innovative care.\",\"publisher\":{\"@id\":\"https:\/\/pyrameshealth.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/pyrameshealth.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/pyrameshealth.com\/#organization\",\"name\":\"PyrAmes\",\"url\":\"https:\/\/pyrameshealth.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg\",\"contentUrl\":\"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg\",\"width\":459,\"height\":135,\"caption\":\"PyrAmes\"},\"image\":{\"@id\":\"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - PyrAmes","description":"Our priority is protecting your personal information. Information collected and used by Intrivo is governed by this Privacy Policy. Find out more.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/pyrameshealth.com\/privacy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - PyrAmes","og_description":"Our priority is protecting your personal information. Information collected and used by Intrivo is governed by this Privacy Policy. Find out more.","og_url":"https:\/\/pyrameshealth.com\/privacy\/","og_site_name":"PyrAmes","article_modified_time":"2022-05-13T06:35:14+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/pyrameshealth.com\/privacy\/","url":"https:\/\/pyrameshealth.com\/privacy\/","name":"Privacy Policy - PyrAmes","isPartOf":{"@id":"https:\/\/pyrameshealth.com\/#website"},"datePublished":"2021-04-17T16:12:38+00:00","dateModified":"2022-05-13T06:35:14+00:00","description":"Our priority is protecting your personal information. Information collected and used by Intrivo is governed by this Privacy Policy. Find out more.","breadcrumb":{"@id":"https:\/\/pyrameshealth.com\/privacy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/pyrameshealth.com\/privacy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/pyrameshealth.com\/privacy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/pyrameshealth.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/pyrameshealth.com\/#website","url":"https:\/\/pyrameshealth.com\/","name":"PyrAmes","description":"Vital data, innovative care.","publisher":{"@id":"https:\/\/pyrameshealth.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/pyrameshealth.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/pyrameshealth.com\/#organization","name":"PyrAmes","url":"https:\/\/pyrameshealth.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/","url":"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg","contentUrl":"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg","width":459,"height":135,"caption":"PyrAmes"},"image":{"@id":"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/pages\/565"}],"collection":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/comments?post=565"}],"version-history":[{"count":0,"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/pages\/565\/revisions"}],"wp:attachment":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/media?parent=565"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}