{"id":949,"date":"2024-05-13T02:25:49","date_gmt":"2024-05-13T02:25:49","guid":{"rendered":"https:\/\/pyrameshealth.com\/?page_id=949"},"modified":"2024-05-23T23:52:17","modified_gmt":"2024-05-23T23:52:17","slug":"financial-conflict-of-interest-policy","status":"publish","type":"page","link":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/","title":{"rendered":"Financial Conflict of Interest Policy"},"content":{"rendered":"<p>The federal Department of Health and Human Services has developed regulations (42 CFR Part 50 Subpart F and 45 CFR Part 94) on Promoting Objectivity in Research. The regulations were first developed in 1995, and in 2011, the regulations were revised. These regulations describe the actions an individual and an organization must take to promote objectivity in PHS-funded research. The regulations apply to all Public Health Service (PHS) (e.g., National Institutes of Health [NIH])-funded grants, cooperative agreements, and research contracts. The regulations are not applicable to Phase 1 Small Business Innovation Research or Small Business Technology Transfer applications and\/or awards. This policy implements the regulatory requirements for PyrAmes Inc.<\/p>\n<h2><strong>Definitions<\/strong><\/h2>\n<p><strong>Financial Conflict of Interest (FCOI<\/strong>): A significant financial interest that could directly and significantly affect the design, conduct, or reporting of PHS-funded research.<\/p>\n<p><strong>Financial Interest:<\/strong> Anything of monetary value, whether or not the value is readily ascertainable.<\/p>\n<p>Institutional responsibilities are the professional activities an investigator performs on behalf of PyrAmes Inc. (e.g., administration, research, or consulting).<\/p>\n<p><strong>Designated Official:<\/strong> A PyrAmes employee who has been designated by PyrAmes Inc., to oversee the financial conflicts of interest process, including solicitation and review of disclosures of significant financial interests and identify FCOIs per the regulatory criteria provided in 42 CFR 50.604(f) and as stated within this policy.<\/p>\n<p><strong>Institution:<\/strong> For the purposes of this policy, that is PyrAmes Inc.<\/p>\n<p><strong>Investigator<\/strong>: The project director or principal Investigator and any other person, regardless of title or position, who is responsible for the design, conduct, or reporting of research funded by award or proposed for such funding, which may include, for example, collaborators or consultants. PyrAmes’ Principal Investigator\/Project Director, upon consideration of the individual’s role and degree of independence in carrying out the work, will determine who is responsible for the design, conduct, or reporting of the research.<\/p>\n<p><strong>Research:<\/strong> A systematic investigation, study, or experiment designed to develop or contribute to generalizable knowledge relating broadly to public health, including behavioral and social sciences research. The term encompasses basic and applied research (e.g., a published article, book, or book chapter) and product development (e.g., a diagnostic test or drug). For PHS-Funded Research, the term includes any such activity for which research funding is available from a PHS Awarding Component through a grant, cooperative agreement, or contract, whether authorized under the PHS Act or other statutory authority.<\/p>\n<p><strong>PHS<\/strong>: The Public Health Service of the U.S. Department of Health and Human Services, and any components of the PHS to which the authority involved may be delegated, including the National Institutes of Health (NIH).<\/p>\n<p><strong>NIH<\/strong>: The National Institutes of Health, the biomedical research agency of the PHS<\/p>\n<p><strong>Senior\/Key Personnel:<\/strong> The PD\/PI and any other person identified as senior\/key personnel by the Institution in the grant application, progress report, or any other report submitted to the PHS\/NIH by the Institution. This term is defined only as it relates to the public accessibility requirements described below.<\/p>\n<h3><strong>Significant Financial Interest (SFI)<\/strong>:<\/h3>\n<ol>\n<li>A financial interest consisting of one or more of the following interests of the Investigator (and those of the Investigator’s spouse and dependent children) that reasonably appear to be related to the Investigator’s institutional responsibilities performed on behalf of PyrAmes.\n<ol type=\"i\">\n<li>With regard to any publicly traded entity, a significant financial interest exists if the value of any remuneration received from the entity in the twelve months preceding the disclosure and the value of any equity interest in the entity as of the date of disclosure, when aggregated, exceeds $5,000. For purposes of this definition, remuneration includes salary and any payment for services not otherwise identified as salary (e.g., consulting fees, honoraria, paid authorship); equity interest includes any stock, stock option, or other ownership interest, as determined through reference to public prices or other reasonable measures of fair market value<\/li>\n<li>With regard to any non-publicly traded entity, a significant financial interest exists if the value of any remuneration received from the entity in the twelve months preceding the disclosure, when aggregated, exceeds $5,000, or when the Investigator (or the Investigator’s spouse or dependent children) holds any equity interest (e.g., stock, stock option, or other ownership interest); or<\/li>\n<li>With regard to intellectual property rights and interests (e.g., patents, copyrights), a significant financial interest exists upon receipt of income of greater than $5,000 related to such rights and interests.<\/li>\n<\/ol>\n<\/li>\n<li>The term significant financial interest does not include the following types of financial interests:\n<ol type=\"i\">\n<li>Salary, royalties, or other remuneration paid by PyrAmes to the Investigator if the Investigator is currently employed or otherwise appointed by PyrAmes, including intellectual property rights assigned to PyrAmes and agreements to share in royalties related to such rights;<\/li>\n<li>any ownership interest in PyrAmes held by the Investigator since PyrAmes is a commercial or for-profit organization and such interest is excluded from the SFI definition per the regulation;<\/li>\n<li>Income from investment vehicles, such as mutual funds and retirement accounts, as long as the Investigator does not directly control the investment decisions made in these vehicles;<\/li>\n<li>Income from seminars, lectures, or teaching engagements sponsored by a federal, state, or local government agency located in the United States (U.S.), a U.S. Institution of higher education, an academic teaching hospital, a medical center, or a research institute that is affiliated with a U.S. Institution of higher education; or<\/li>\n<li>Income from service on advisory committees or review panels for a federal, state, or local government agency located in the United States (U.S.), a U.S. Institution of higher education, an academic teaching hospital, a medical center, or a research institute that is affiliated with a U.S. Institution of higher education.<\/li>\n<\/ol>\n<\/li>\n<li>Investigators must disclose the occurrence of any foreign or domestic reimbursed or sponsored travel that exceeds $5,000 (i.e., that which is paid on behalf of the Investigator and not reimbursed to the Investigator so that the exact monetary value may not be readily available) related to the Investigator’s institutional responsibilities. The initial disclosure of reimbursed or sponsored travel should include income received over the previous twelve months. The details of this disclosure will include, at a minimum, the purpose of the trip, the identity of the sponsor\/organizer, the destination, and the duration.<\/li>\n<\/ol>\n<p>The disclosure requirement does not apply to travel that is reimbursed or sponsored by the following:<\/p>\n<ol type=\"i\">\n<li style=\"list-style-type: none;\">\n<ol type=\"i\">\n<li>a federal, state, or local government agency located in the United States,<\/li>\n<li>a United States Institution of higher education,\n<ul>\n<li>an academic teaching hospital,<\/li>\n<li>a medical center, or<\/li>\n<li>a research institute affiliated with a United States Institution of Higher Education.<\/li>\n<\/ul>\n<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<p>Foreign Financial Interests &#8211; Investigators must disclose all foreign financial interests (which includes income from seminars, lectures, or teaching engagements, income from service on advisory committees or review panels, and reimbursed or sponsored travel) received from any foreign entity, including foreign Institutions of higher education or a foreign government (which includes local, provincial, or equivalent governments of another country) when such income meets the threshold for disclosure (e.g., income in excess of $5,000).<\/p>\n<p><strong>Signing Official (SO): <\/strong>A PyrAmes’ employee assigned with authority to legally bind PyrAmes in grant-administration matters by providing signature approval.<\/p>\n<h2><strong>Disclosure Requirements<\/strong><\/h2>\n<p>At the time of application, the Principal Investigator and all other individuals who meet the definition of “Investigator” must disclose their SFIs to PyrAmes’ designated official. Any new Investigator who, after applying to NIH for funding from NIH or during the course of the research project, plans to participate in the project must similarly disclose their SFI(s) to the designated official promptly and prior to participation in the project.<\/p>\n<p>Each Investigator who is participating in research under an NIH award must submit an updated disclosure of SFI at least annually, during the period of the award. Such disclosure must include any information that was not disclosed initially to PyrAmes pursuant to this Policy or in a subsequent disclosure of SFI (e.g., any financial conflict of interest identified on an NIH-funded project directly as an NIH Grantee and\/or indirectly through a sub-award) that was transferred from another Institution), and must include updated information regarding any previously disclosed SFI (e.g., the updated value of a previously disclosed equity interest).<\/p>\n<p>Each Investigator participating in PHS\/NIH-funded research must submit an updated disclosure of SFI within thirty (30) days of discovering or acquiring a new SFI (e.g., through purchase, marriage, or inheritance). In addition, Investigators must submit an updated disclosure of reimbursed or sponsored travel within 30 days of each occurrence.<\/p>\n<h2><strong>Review of SFI Disclosures<\/strong><\/h2>\n<p>The Designated Official will conduct reviews of SFI disclosures. The Designated Official will review any SFI that has been identified in a disclosure; these interests will be compared to each PHS\/NIH research application and\/or award on which the Investigator is identified as responsible for the design, conduct, or reporting of the research to determine if the SFI is related to the PHS\/NIH-funded research and, if so, whether the SFI creates a Financial Conflict of Interest (FCOI) related to that research award. The Designated Official has been designated as PyrAmes’ COO, Will Sutherland.<\/p>\n<h2><strong>Guidelines for Determining a Financial Conflict of Interest<\/strong><\/h2>\n<p>The designated official will determine whether an Investigator’s SFI is related to the research under an NIH award and, if so, whether the SFI is a financial conflict of interest.<\/p>\n<p>An Investigator’s SFI is related to the research when the designated official reasonably determines the SFI:<\/p>\n<ol>\n<li>could be affected by the PHS\/NIH-funded research; or<\/li>\n<li>is in an entity whose financial interest could be affected by the PHS\/NIH-funded research.<\/li>\n<\/ol>\n<p>The designated official may involve the Investigator in determining whether an SFI is related to the research supported by the award.<\/p>\n<p>A financial conflict of interest exists when the designated official reasonably determines that the SFI could directly and significantly affect the design, conduct, or reporting of the PHS\/NIH-funded research. (“Significantly” means that the financial interest would have a material effect on the research).<\/p>\n<h3><strong>Management of Financial Conflict(s) of Interest<\/strong><\/h3>\n<p>If a conflict of interest exists, the designated official will determine what management conditions and\/or strategies will be put in place to manage the FCOI. Examples of conditions that might be imposed to manage a financial conflict of interest include, but are not limited to:<\/p>\n<ol type=\"a\">\n<li>Public disclosure of financial conflicts of interest (e.g., when presenting or publishing the research, to research personnel working on the study, to the Institution’s Institutional Review Board, Institutional Animal Care and Use Committee, Data Safety and Monitoring Board, etc.);<\/li>\n<li>For research projects involving human subjects research, disclosure of financial conflicts of interest directly to human participants in the informed consent document;<\/li>\n<li>Appointment of an independent monitor capable of taking measures to protect the design, conduct, and reporting of the research against bias resulting from the financial conflict of interest;<\/li>\n<li>Modification of the research plan;<\/li>\n<li>Change of personnel or personnel responsibilities, or disqualification of personnel from participation in all or a portion of the research;<\/li>\n<li>Reduction or elimination of the financial interest (e.g., sale of an equity interest);<\/li>\n<li>Severance of relationships that create financial conflicts;<\/li>\n<\/ol>\n<p>If the designated official determines that a conflict exists, it will communicate its determination and the means it has developed for managing the FCOI in writing to the individual, to the relevant Principal Investigator\/Project Director, and to the appropriate direct supervisor.<\/p>\n<p>No expenditures on an NIH award will be permitted until the Investigator has complied with the Disclosure requirements of this Policy and has agreed, in writing, to comply with any plans determined by the designated official necessary to manage the Financial Conflict of Interest. The designated FCOI Signing Official of PyrAmes will submit the FCOI report to NIH via the eRA Commons FCOI Module.<\/p>\n<p><strong><u>Public Accessibility to Information<\/u><\/strong><\/p>\n<p>Prior to the expenditure of any funds under an NIH award, PyrAmes will ensure public accessibility by written response to any requestor within five business days of a request of information concerning any SFI disclosed that meets the following three criteria:<\/p>\n<ol type=\"a\">\n<li>The SFI was disclosed and is still held by the senior\/key personnel. Senior\/key personnel are the PD\/PI and any other person identified as senior key personnel by PyrAmes in the award application, progress report, or any other report submitted to the NIH Grantee;<\/li>\n<li>PyrAmes has determined that the SFI is related to the research funded through an award; and<\/li>\n<li>PyrAmes has determined that the SFI is a financial conflict of interest.<\/li>\n<\/ol>\n<p>The information that PyrAmes will make available via a publicly accessible Web site or in a written response to any requestor within five days of request will include, at a minimum, the following:<\/p>\n<ol type=\"a\">\n<li>The Investigator’s name;<\/li>\n<li>The Investigator’s title and role with respect to the research project;<\/li>\n<li>The name of the entity in which the Significant Financial Interest is held;<\/li>\n<li>The nature of the Significant Financial Interest; and<\/li>\n<li>The approximate dollar value of the Significant Financial Interest in the following ranges: $0-$4,999; $5,000-9,999; $10,000 &#8211; $19,999; amounts between $20,000-$100,000 by increments of $20,000; amounts above $100,000 by increments of $50,000), or a statement that the interest is one whose value cannot be readily determined through reference to public prices or other reasonable measures of fair market value.<\/li>\n<\/ol>\n<p>If PyrAmes uses a publicly accessible Website to comply with the public disclosure requirements of the NIH regulations, the information posted will be updated at least annually and within sixty days of receipt or identification of information concerning any additional Significant Financial Interest of the senior\/key personnel for the NIH-funded research project that had not been previously disclosed, or upon the disclosure of a Significant Financial Interest of senior\/key personnel new to the NIH-funded research project, if it is determined by the designated official that the Significant Financial Interest is related to the research and is a financial conflict of interest.<\/p>\n<p>Information concerning an individual&#8217;s SFI, as limited by this Policy, will remain available for responses to written requests or for posting via PyrAmes’ publicly accessible Web site for at least three years from the date that the information was most recently updated.<\/p>\n<h2><strong>Reporting of Financial Conflicts of Interest<\/strong><\/h2>\n<p>Prior to the expenditure of any funds under an award funded by NIH, PyrAmes will provide to NIH a FCOI report compliant with NIH regulations regarding any Investigator’s Significant Financial Interest found to be conflicting and will ensure that the Investigator has agreed to and implemented the corresponding management plan.<\/p>\n<p>PyrAmes will assign an institutional official to serve as the FCOI SO within the eRA Commons FCOI Module. The FCOI SO has the authority to submit FCOI reports to the NIH. The FCOI Module User Guide is available at <a href=\"https:\/\/www.era.nih.gov\/files\/fcoi_user_guide.pdf\">Financial Conflict of Interest User Guide (nih.gov)<\/a>.<\/p>\n<p>While the award is ongoing (including any extensions with or without funds), PyrAmes will provide NIH with an annual FCOI report that addresses the status of the FCOI (i.e., an indication whether the FCOI is still being managed or if it no longer exists) and any changes in the management plan, if applicable.<\/p>\n<p>For any Significant Financial Interest that is identified as conflicting subsequent to an initial FCOI report during an ongoing NIH-funded research project (e.g., a new SFI is identified for an Investigator who is participating in the NIH-funded research, upon the participation of an Investigator who is new to the research project, etc.), PyrAmes will provide to NIH within 60 days of identifying an FCOI, an FCOI report regarding the financial conflict of interest and ensure that PyrAmes has implemented a management plan and the Investigator has agreed to the relevant management plan.<\/p>\n<p>The Original (initial) FCOI report will include the information required in the regulation at 42 CFR Part 50.605(b)(3) or as outlined in NIH’s FAQ H.5. at <a href=\"https:\/\/grants.nih.gov\/faqs#\/financial-conflict-of-interest.htm?anchor=52888\">Frequently Asked Questions (FAQs) | grants.nih.gov<\/a>.<\/p>\n<p>Additional information on FCOI reporting can be found under this reference: Types of FCOI Reports Summary Chart for NIH and is available at <a href=\"https:\/\/view.officeapps.live.com\/op\/view.aspx?src=https%3A%2F%2Fgrants.nih.gov%2Fgrants%2Fpolicy%2Fcoi%2Frequired_FCOI_reports_through_era_commons.docx&amp;wdOrigin=BROWSELINK\">required_FCOI_reports_through_era_commons.docx (live.com)<\/a>.<\/p>\n<h2><strong>TRAINING REQUIREMENTS<\/strong><\/h2>\n<p>Each Investigator will be informed about PyrAmes’ Financial Conflict of Interest Policy and be trained on the Investigator’s responsibility to disclose foreign and domestic SFIs per this policy and of the FCOI regulation at 42 CFR Part 50 Subpart F. FCOI training will occur prior to an Investigator engaging in PHS\/NIH-funded research, at least every four years and immediately (as defined below) when any of the following circumstances apply:<\/p>\n<ol>\n<li>PyrAmes revises this Policy, or procedures related to this Policy, in any manner that affects the requirements of Investigators;<\/li>\n<li>An Investigator is new to PyrAmes research under an NIH award (training is to be completed prior to his\/her participation in the research); or<\/li>\n<li>PyrAmes finds that an Investigator is not in compliance with this Policy or a management plan issued under this Policy (training is to be completed within 30 days in the manner specified by the designated official).<\/li>\n<\/ol>\n<p>In fulfillment of the FCOI training requirement of the FCOI regulation, PyrAmes requires its investigators to complete the National Institutes of Health’s Financial Conflict of Interest tutorial located at: <a href=\"http:\/\/grants.nih.gov\/grants\/policy\/coi\/tutorial2011\/fcoi.htm\">http:\/\/grants.nih.gov\/grants\/policy\/coi\/tutorial2011\/fcoi.htm<\/a> in accordance with the requirements and expectations of this Policy. All investigators must print a certification of completion at the end of training and retain it for audit purposes.<\/p>\n<h2><strong>Failure to Comply with FCOI<\/strong><\/h2>\n<p>When an FCOI is not identified or managed in a timely manner, including failure by the Investigator to disclose a significant financial interest that is determined by the Institution to constitute a FCOI, failure by the Institution to review or manage such an FCOI; and failure by the Investigator to comply with a management plan; PyrAmes will within 120 days:<\/p>\n<ol type=\"a\">\n<li>Complete a retrospective review of the Investigator’s activities and the PHS\/NIH-funded research project to determine whether any NIH-funded research, or portion thereof, conducted during the period of the noncompliance was biased in the design, conduct, or reporting of research;<\/li>\n<li>Document the retrospective review consistent with the regulation at 42 CFR 50.605(a)(3)(ii)(B) or as described in NIH’s FAQ I.2. at <a href=\"https:\/\/grants.nih.gov\/faqs#\/financial-conflict-of-interest.htm?anchor=52895\">Frequently Asked Questions (FAQs) | grants.nih.gov<\/a>;<\/li>\n<\/ol>\n<p>If bias is found, PyrAmes shall notify NIH promptly and submit a mitigation report to NIH via the eRA Commons FCOI Module that shall address the following:<\/p>\n<ol type=\"a\">\n<li>Impact of the bias on the research project, and<\/li>\n<li>PyrAmes’ plan of action or actions taken to eliminate or mitigate the effect of the bias.<\/li>\n<\/ol>\n<p>Thereafter, PyrAmes shall submit FCOI reports annually to NIH in accordance with the regulations and terms and conditions of the award agreement. Depending on the nature of the Financial Conflict of Interest, PyrAmes may determine that additional interim measures are necessary with regard to the Investigator’s participation in the research project between the date that the Financial Conflict of Interest is identified and the completion of PyrAmes’ independent retrospective review. If bias is not found, no further action is required.<\/p>\n<h2><strong>Clinical Research Requirements<\/strong><\/h2>\n<p>If HHS determines that one of its funded clinical research projects whose purpose is to evaluate the safety or effectiveness of a drug, medical device, or treatment, has been designed, conducted or reported by an Investigator with a Financial Conflict of Interest that was not managed or reported by PyrAmes, PyrAmes shall require the Investigator involved to disclose the Financial Conflict of Interest in each public presentation of the results of the research and to request an addendum to previously published presentations.<\/p>\n<h2><strong>Subrecipient Requirements <\/strong><\/h2>\n<p>A subrecipient relationship is established when federal funds flow down from or through PyrAmes to another individual or entity, and the subrecipient will be conducting a substantive portion of a PHS-funded research project and is accountable to PyrAmes for programmatic outcomes and compliance matters. Subrecipients, who include but are not limited to collaborators, consortium members, consultants, contractors, subcontractors, and sub-awardees, are subject to PyrAmes’ terms and conditions, and as such, PyrAmes will take reasonable steps to ensure that any subrecipient Investigator is in compliance with the federal FCOI regulation at 42 CFR Part 50 Subpart F.<\/p>\n<p>PyrAmes will incorporate, as part of a written agreement with the subrecipient, terms that establish whether PyrAmes’ FCOI Policy or that of the subrecipient’s institution will apply to the subrecipient Investigator(s). See the NIH Grants Policy Statement Section 15.2.1 Written Agreement at <a href=\"https:\/\/grants.nih.gov\/grants\/policy\/nihgps\/HTML5\/section_15\/15.2_administrative_and_other_requirements.htm#Written\">15.2 Administrative and Other Requirements (nih.gov)<\/a>.<\/p>\n<p>If the subrecipient’s FCOI policy applies to the subrecipient Investigator, the subrecipient institution will certify as part of the agreement with PyrAmes that its policy is in compliance with the federal FCOI regulation. In this situation, the agreement shall specify the time period for the subrecipient to report all identified FCOIs to PyrAmes in sufficient time to enable PyrAmes to provide timely FCOI reports, as necessary, to the PHS\/NIH as required by the regulation (i.e., prior to the subrecipient’s expenditure of funds and within 60 days of the subrecipient’s identification of an FCOI during the period of an award). Therefore, the written agreement may establish a reporting requirement of FCOIs identified during the period of an award to be submitted to PyrAmes within 50 days of the subrecipient’s identification of an FCOI to allow PyrAmes to report the FCOI within the 60-day period. The PyrAmes assigned FCOI SO will submit the FCOI report (subrecipient report) to the NIH via the eRA Commons FCOI Module.<\/p>\n<p>If the subrecipient cannot provide the certification of compliance with the FCOI regulation, the agreement shall state that the subrecipient Investigator is subject to PyrAmes’ FCOI Policy for disclosing SFI(s) that are directly related to the subrecipient’s work for PyrAmes. Therefore, PyrAmes will require the submission of all Investigator disclosures of SFIs to PyrAmes. The agreement will include sufficient time period(s) to enable PyrAmes to comply timely with its review, management, and reporting obligations under the regulation. When an FCOI is identified, PyrAmes will develop a management plan, monitor subrecipient Investigator compliance with the plan, and submit an FCOI report (subrecipient report) to the NIH through the eRA Commons FCOI Module for any FCOIs identified for a subrecipient Investigator.<\/p>\n<h2><strong>Maintenance of Records<\/strong><\/h2>\n<p>PyrAmes will keep all records of all Investigator disclosures of financial interests and the Institution’s review of, or response to, such disclosure (whether or not a disclosure resulted in the Institution’s determination of a Financial Conflict of Interest), and all actions under the PyrAmes’ policy or retrospective review, if applicable. Records of financial disclosures and any resulting action will be maintained by PyrAmes for at least three years from the date of submission of the final expenditures report or, where applicable, from other dates specified in 45 C.F.R. 75.361 for different situations. PyrAmes will retain records for each competitive segment as provided in the regulation.<\/p>\n<h2><strong>Failure to Comply with This Policy<\/strong><\/h2>\n<p>Compliance with this policy is a condition of employment and\/or participation for all applicable Investigators. Therefore, such Investigators who fail to comply with this policy are subject to discipline, including letters of reprimand, restriction on the use of funds, termination of employment, or disqualification from further participation in any PHS\/NIH-funded research, etc., as may be deemed appropriate.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The federal Department of Health and Human Services has developed regulations (42 CFR Part 50 Subpart F and 45 CFR Part 94) on Promoting Objectivity in Research. The regulations were first developed in 1995, and in 2011, the regulations were revised. These regulations describe the actions an individual and an organization must take to promote [&#8230;]<\/p>\n<p><a class=\"btn btn-secondary understrap-read-more-link\" href=\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/\">Read More&#8230;<\/a><\/p>\n","protected":false},"author":7,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-templates\/fullwidthpage.php","meta":{"_acf_changed":false,"inline_featured_image":false,"_monsterinsights_skip_tracking":false,"_monsterinsights_sitenote_active":false,"_monsterinsights_sitenote_note":"","_monsterinsights_sitenote_category":0,"footnotes":""},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v22.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Financial Conflict of Interest Policy - PyrAmes<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Financial Conflict of Interest Policy - PyrAmes\" \/>\n<meta property=\"og:description\" content=\"The federal Department of Health and Human Services has developed regulations (42 CFR Part 50 Subpart F and 45 CFR Part 94) on Promoting Objectivity in Research. The regulations were first developed in 1995, and in 2011, the regulations were revised. These regulations describe the actions an individual and an organization must take to promote [...]Read More...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"PyrAmes\" \/>\n<meta property=\"article:modified_time\" content=\"2024-05-23T23:52:17+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"17 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/\",\"url\":\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/\",\"name\":\"Financial Conflict of Interest Policy - PyrAmes\",\"isPartOf\":{\"@id\":\"https:\/\/pyrameshealth.com\/#website\"},\"datePublished\":\"2024-05-13T02:25:49+00:00\",\"dateModified\":\"2024-05-23T23:52:17+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/pyrameshealth.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Financial Conflict of Interest Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/pyrameshealth.com\/#website\",\"url\":\"https:\/\/pyrameshealth.com\/\",\"name\":\"PyrAmes\",\"description\":\"Vital data, innovative care.\",\"publisher\":{\"@id\":\"https:\/\/pyrameshealth.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/pyrameshealth.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/pyrameshealth.com\/#organization\",\"name\":\"PyrAmes\",\"url\":\"https:\/\/pyrameshealth.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg\",\"contentUrl\":\"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg\",\"width\":459,\"height\":135,\"caption\":\"PyrAmes\"},\"image\":{\"@id\":\"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Financial Conflict of Interest Policy - PyrAmes","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/","og_locale":"en_US","og_type":"article","og_title":"Financial Conflict of Interest Policy - PyrAmes","og_description":"The federal Department of Health and Human Services has developed regulations (42 CFR Part 50 Subpart F and 45 CFR Part 94) on Promoting Objectivity in Research. The regulations were first developed in 1995, and in 2011, the regulations were revised. These regulations describe the actions an individual and an organization must take to promote [...]Read More...","og_url":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/","og_site_name":"PyrAmes","article_modified_time":"2024-05-23T23:52:17+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"17 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/","url":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/","name":"Financial Conflict of Interest Policy - PyrAmes","isPartOf":{"@id":"https:\/\/pyrameshealth.com\/#website"},"datePublished":"2024-05-13T02:25:49+00:00","dateModified":"2024-05-23T23:52:17+00:00","breadcrumb":{"@id":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/pyrameshealth.com\/financial-conflict-of-interest-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/pyrameshealth.com\/"},{"@type":"ListItem","position":2,"name":"Financial Conflict of Interest Policy"}]},{"@type":"WebSite","@id":"https:\/\/pyrameshealth.com\/#website","url":"https:\/\/pyrameshealth.com\/","name":"PyrAmes","description":"Vital data, innovative care.","publisher":{"@id":"https:\/\/pyrameshealth.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/pyrameshealth.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/pyrameshealth.com\/#organization","name":"PyrAmes","url":"https:\/\/pyrameshealth.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/","url":"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg","contentUrl":"https:\/\/pyrameshealth.com\/wp-content\/uploads\/2022\/03\/cropped-PyrAmes_Logo_new_small-4.jpg","width":459,"height":135,"caption":"PyrAmes"},"image":{"@id":"https:\/\/pyrameshealth.com\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/pages\/949"}],"collection":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/comments?post=949"}],"version-history":[{"count":0,"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/pages\/949\/revisions"}],"wp:attachment":[{"href":"https:\/\/pyrameshealth.com\/wp-json\/wp\/v2\/media?parent=949"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}